Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 单列
source: Single Column
zh_hans: 单列
zh_hant: 單列

# 单指拖动旋转视角
source: Drag with one finger to rotate the view
zh_hans: 单指拖动旋转视角
zh_hant: 單指拖動旋轉視角

# 单指旋转
source: One-finger Rotation
zh_hans: 单指旋转
zh_hant: 單指旋轉

# 卡片
source: Cards
zh_hans: 卡片
zh_hant: 卡片

# 卡片不透明度: %d%
source: Card Opacity: %d%
zh_hans: 卡片不透明度: %d%
zh_hant: 卡片不透明度：%d%

# 卡片不透明度: %lld%%
source: Card Opacity: %lld%%
zh_hans: 卡片不透明度: %lld%%
zh_hant: 卡片不透明度: %lld%%

# 卡片与列表
source: Cards & Lists
zh_hans: 卡片与列表
zh_hant: 卡片與列表

# 卡片样式
source: Card Style
zh_hans: 卡片样式
zh_hant: 卡片樣式

# 卡片背景
source: Card Background
zh_hans: 卡片背景
zh_hant: 卡片背景

# 卡片背景色
source: Card Background Color
zh_hans: 卡片背景色
zh_hant: 卡片背景色

# 卡片色调浓度: %d%
source: Card Tint Strength: %d%
zh_hans: 卡片色调浓度: %d%
zh_hant: 卡片色調濃度：%d%

# 卡片色调浓度: %lld%%
source: Card Tint Strength: %lld%%
zh_hans: 卡片色调浓度: %lld%%
zh_hant: 卡片色調濃度: %lld%%

# 卡片配色
source: Card Colors
zh_hans: 卡片配色
zh_hant: 卡片配色

# 危险操作
source: Dangerous Action
zh_hans: 危险操作
zh_hant: 危險操作

# 即将前往
source: Going To
zh_hans: 即将前往
zh_hant: 即將前往

# 即将开启，敬请期待...
source: Enable,...
zh_hans: 即将开启，敬请期待...
zh_hant: 即將開啓，敬請期待...

# 原价 %@
source: Original %@
zh_hans: 原价 %@
zh_hant: 原價 %@

# 原价 %d
source: Original %d
zh_hans: 原价 %d
zh_hant: 原價 %d

# 原价 %lld
source: Original Price %lld
zh_hans: 原价 %lld
zh_hant: 原價 %lld

# 原价: ¥%@
source: Original Price: ¥%@
zh_hans: 原价: ¥%@
zh_hant: 原價: ¥%@

# 原价¥%@
source: Original Price ¥%@
zh_hans: 原价¥%@
zh_hant: 原價¥%@

# 原始内容
source: Original Content
zh_hans: 原始内容
zh_hant: 原始內容

# 原生顶部栏 · 菜单 · 页签
source: Native top bar, menus, and tabs
zh_hans: 原生顶部栏 · 菜单 · 页签
zh_hant: 原生頂部列 · 選單 · 頁籤

# 原野牧歌
source: Pastoral Song
zh_hans: 原野牧歌
zh_hant: 原野牧歌

# 原野牧歌茶会
source: Pastoral Tea Party
zh_hans: 原野牧歌茶会
zh_hant: 原野牧歌茶會

# 去升级VIP
source: VIP
zh_hans: 去升级VIP
zh_hant: 去升級VIP

# 去开通 VIP
source: Activate VIP
zh_hans: 去开通 VIP
zh_hant: 去開通 VIP

# 去心愿尾款
source: Wishlist Payments
zh_hans: 去心愿尾款
zh_hant: 去心願尾款

# 去抠图
source: Cutout
zh_hans: 去抠图
zh_hant: 去摳圖

# 去探索世界获得徽章吧！
source: Badge!
zh_hans: 去探索世界获得徽章吧！
zh_hant: 去探索世界獲得徽章吧！

# 参加5次不同地点的茶会
source: Attend tea parties in 5 different locations
zh_hans: 参加5次不同地点的茶会
zh_hant: 參加 5 次不同地點的茶會

# 参加了%@
source: Joined %@
zh_hans: 参加了%@
zh_hant: 參加了%@

# 参加冰川和极光茶会
source: Attend glacier and aurora tea parties
zh_hans: 参加冰川和极光茶会
zh_hant: 參加冰川和極光茶會

# 参加樱花和薰衣草茶会
source: Attend sakura and lavender tea parties
zh_hans: 参加樱花和薰衣草茶会
zh_hant: 參加櫻花和薰衣草茶會

# 参加第一次茶会
source: Attend your first tea party
zh_hans: 参加第一次茶会
zh_hant: 參加第一次茶會

# 双击重置
source: Reset
zh_hans: 双击重置
zh_hant: 雙擊重置

# 双指拖动平移
source: Drag with two fingers to pan
zh_hans: 双指拖动平移
zh_hant: 雙指拖動平移

# 双指捏合缩放
source: Pinch with two fingers to zoom
zh_hans: 双指捏合缩放
zh_hant: 雙指捏合縮放

# 双指移动
source: Move
zh_hans: 双指移动
zh_hant: 雙指移動

# 双指缩放
source: Two-finger Zoom
zh_hans: 双指缩放
zh_hant: 雙指縮放

# 发布失败
source: Publish Failed
zh_hans: 发布失败
zh_hant: 發布失敗

# 发布弹窗公告
source: Popup Notice
zh_hans: 发布弹窗公告
zh_hant: 發佈彈窗公告

# 发布时间
source: Time
zh_hans: 发布时间
zh_hant: 發佈時間

# 发送
source: Send
zh_hans: 发送
zh_hant: 發送

# 发饰
source: Hair Accessory
zh_hans: 发饰
zh_hant: 髮飾

# 取消大主图，使用小贴纸密铺。
source: Remove the hero image and tile the small stickers.
zh_hans: 取消大主图，使用小贴纸密铺。
zh_hant: 取消大主圖，使用小貼紙密鋪。

# 取消编辑
source: Cancel Edit
zh_hans: 取消编辑
zh_hant: 取消編輯

# 受众
source: Audience
zh_hans: 受众
zh_hant: 受眾

# 变换控制
source: Transform Controls
zh_hans: 变换控制
zh_hant: 變換控制

# 口感酥脆的优质猫粮。
source: Crunchy premium cat food.
zh_hans: 口感酥脆的优质猫粮。
zh_hant: 口感酥脆的優質貓糧。

# 古堡花园
source: Castle Garden
zh_hans: 古堡花园
zh_hant: 古堡花園

# 只填标题、正文、内置图片，系统会自动按“已发布 + 弹窗 + 关键”处理。
source: Title, Body, Image, Auto “ + + ”.
zh_hans: 只填标题、正文、内置图片，系统会自动按“已发布 + 弹窗 + 关键”处理。
zh_hant: 只填標題、正文、內置圖片，系統會自動按“已發佈 + 彈窗 + 關鍵”處理。

# 只有已解锁的功能才能开启，未解锁的功能需要先完成魔法任务
source: Unlocked Feature Enable, Locked Feature Required Done Task
zh_hans: 只有已解锁的功能才能开启，未解锁的功能需要先完成魔法任务
zh_hant: 只有已解鎖的功能才能開啓，未解鎖的功能需要先完成魔法任務

# 只有管理员可以发布公告。 如果您是管理员，请确保已登录 iCloud 账户。
source: Notice. , iCloud.
zh_hans: 只有管理员可以发布公告。 如果您是管理员，请确保已登录 iCloud 账户。
zh_hant: 只有管理員可以發佈公告。 如果您是管理員，請確保已登錄 iCloud 賬戶。

# 可以给萌宠重新起名。
source: Rename your pet.
zh_hans: 可以给萌宠重新起名。
zh_hant: 可以給萌寵重新起名。

# 可搜索内容
source: Search Content
zh_hans: 可搜索内容
zh_hant: 可搜索內容

# 可用
source: Available
zh_hans: 可用
zh_hant: 可用

# 可获得
source: Available to Earn
zh_hans: 可获得
zh_hant: 可獲得

# 可见
source: Visible
zh_hans: 可见
zh_hant: 可見

# 可解锁
source: Unlock
zh_hans: 可解锁
zh_hant: 可解鎖

# 可选
source: Available
zh_hans: 可选
zh_hant: 可選

# 可选择多个标签分类，帮助你更好地管理衣橱
source: Selectable Tag Category, Closet
zh_hans: 可选择多个标签分类，帮助你更好地管理衣橱
zh_hant: 可選擇多個標籤分類，幫助你更好地管理衣櫥

# 各档位独立计算
source: Each tier is calculated separately
zh_hans: 各档位独立计算
zh_hant: 各檔位獨立計算

# 合计: ¥%@
source: Total: ¥%@
zh_hans: 合计: ¥%@
zh_hant: 合計: ¥%@

# 同一主题内部可以单独启用或停用组件；未启用的组件会回退到应用默认样式。
source: Enable Disable; Enable Apply Default.
zh_hans: 同一主题内部可以单独启用或停用组件；未启用的组件会回退到应用默认样式。
zh_hant: 同一主題內部可以單獨啓用或停用組件；未啓用的組件會回退到應用默認樣式。

# 同步中...
source: Sync...
zh_hans: 同步中...
zh_hant: 同步中...

# 同步出错
source: Sync Error
zh_hans: 同步出错
zh_hant: 同步出錯

# 同步删除状态
source: Sync Delete Status
zh_hans: 同步删除状态
zh_hant: 同步刪除狀態

# 同步失败
source: Sync Failed
zh_hans: 同步失败
zh_hant: 同步失敗

# 同步状态
source: Sync Status
zh_hans: 同步状态
zh_hant: 同步狀態

# 同步结果
source: Sync Result
zh_hans: 同步结果
zh_hant: 同步結果

# 名字不能为空哦
source: cannot be empty.
zh_hans: 名字不能为空哦
zh_hant: 名字不能為空哦

# 名称
source: Name
zh_hans: 名称
zh_hant: 名稱

# 向上滑动或点击数钞
source: Swipe up or tap to count bills
zh_hans: 向上滑动或点击数钞
zh_hant: 向上滑動或點擊數鈔

# 启用
source: Enable
zh_hans: 启用
zh_hant: 啟用

# 启用主题皮肤后，文字与图标光效会跟随当前主题；普通魔法配色与主题皮肤视觉互斥，不叠加。
source: Enable Theme Skin, Current; Theme Skin,.
zh_hans: 启用主题皮肤后，文字与图标光效会跟随当前主题；普通魔法配色与主题皮肤视觉互斥，不叠加。
zh_hant: 啓用主題皮膚後，文字與圖標光效會跟隨當前主題；普通魔法配色與主題皮膚視覺互斥，不疊加。

# 启用测试模式
source: Enable Test Mode
zh_hans: 启用测试模式
zh_hant: 啓用測試模式

# 启用联网功能
source: Enable Online Features
zh_hans: 启用联网功能
zh_hant: 啟用連網功能

# 启用震动反馈
source: Enable vibration feedback.
zh_hans: 启用震动反馈
zh_hant: 啟用震動回饋

# 启用首充双倍
source: Enable First Purchase Double Bonus
zh_hans: 启用首充双倍
zh_hant: 啓用首充雙倍

# 启用高斯模糊
source: Enable Gaussian Blur
zh_hans: 启用高斯模糊
zh_hant: 啟用高斯模糊

# 和%@对话、搜索裙子...
source: Chat with %@ or search dresses...
zh_hans: 和%@对话、搜索裙子...
zh_hant: 和%@對話、搜尋裙子...

# 和风樱花·和风茶会风
source: Sakura Kimono · Japanese Tea Party
zh_hans: 和风樱花·和风茶会风
zh_hant: 和風櫻花·和風茶會風

# 品牌名称 · 型色
source: Brand · Colorway
zh_hans: 品牌名称 · 型色
zh_hant: 品牌名稱 · 型色

# 品牌管理 (Brands)
source: Brand Management (B r a n d s)
zh_hans: 品牌管理 (Brands)
zh_hant: 品牌管理 (Brands)

# 商务舱
source: Business Class
zh_hans: 商务舱
zh_hant: 商務艙

# 商品信息
source: Product Info
zh_hans: 商品信息
zh_hant: 商品信息

# 商品列表
source: Product List
zh_hans: 商品列表
zh_hant: 商品列表

# 商品标题
source: Product Title
zh_hans: 商品标题
zh_hant: 商品標題

# 喂食、打工与照顾
source: Feed, work, and care
zh_hans: 喂食、打工与照顾
zh_hant: 餵食、打工與照顧

# 喵币不足，需要 %@ 喵币。
source: Not enough Meow Coins. %@ needed.
zh_hans: 喵币不足，需要 %@ 喵币。
zh_hant: 喵幣不足，需要 %@ 喵幣。

# 喵币余额
source: Meow Coins Balance
zh_hans: 喵币余额
zh_hant: 喵幣餘額

# 喵币可用
source: Meow Coins Available
zh_hans: 喵币可用
zh_hant: 喵幣可用

# 喵币商店
source: Meow Coins Store
zh_hans: 喵币商店
zh_hant: 喵幣商店

# 喵币解锁
source: Unlock with Meow Coins
zh_hans: 喵币解锁
zh_hant: 喵幣解鎖

# 四个位置 · 快捷直达
source: Four Slots · Quick Access
zh_hans: 四个位置 · 快捷直达
zh_hant: 四個位置 · 快捷直達

# 四个位置都可以调整；选择已在其他位置使用的入口时，会自动互换。系统会保留「House」和「我」入口，避免房间和设置页失联。
source: All four positions can be customized. Choosing an entry already used elsewhere swaps it automatically. The system keeps House and Me available so the room and settings pages stay reachable.
zh_hans: 四个位置都可以调整；选择已在其他位置使用的入口时，会自动互换。系统会保留「House」和「我」入口，避免房间和设置页失联。
zh_hant: 四個位置都可以調整；選擇已在其他位置使用的入口時，會自動互換。系統會保留「House」和「我」入口，避免房間和設定頁失聯。

# 回答
source: Answer
zh_hans: 回答
zh_hant: 回答

# 回答正确！
source: Answer!
zh_hans: 回答正确！
zh_hant: 回答正確！

# 回答错误
source: Answer Error
zh_hans: 回答错误
zh_hant: 回答錯誤

# 图库自定义图片
source: Custom Photo Library Image
zh_hans: 图库自定义图片
zh_hant: 圖庫自訂圖片

# 图片
source: Image
zh_hans: 图片
zh_hant: 圖片

# 图片不透明度: %d%
source: Image Opacity: %d%
zh_hans: 图片不透明度: %d%
zh_hant: 圖片不透明度：%d%

# 图片不透明度: %lld%%
source: Image Opacity: %lld%%
zh_hans: 图片不透明度: %lld%%
zh_hant: 圖片不透明度: %lld%%

# 图片丢失
source: Image
zh_hans: 图片丢失
zh_hant: 圖片丟失

# 图片同步
source: Image Sync
zh_hans: 图片同步
zh_hant: 圖片同步

# 图片同步失败，点击重试
source: Image Sync Failed,
zh_hans: 图片同步失败，点击重试
zh_hant: 圖片同步失敗，點擊重試

# 图片已同步到 iCloud
source: Image Sync iCloud
zh_hans: 图片已同步到 iCloud
zh_hant: 圖片已同步到 iCloud

# 图片等待同步
source: Image Sync
zh_hans: 图片等待同步
zh_hant: 圖片等待同步

# 图片背景
source: Image Background
zh_hans: 图片背景
zh_hant: 圖片背景

# 图片转拼豆/像素画
source: Image Fuse Beads / Pixel Art
zh_hans: 图片转拼豆/像素画
zh_hant: 圖片轉拼豆/像素畫

# 图片预览
source: Image Preview
zh_hans: 图片预览
zh_hant: 圖片預覽

# 图纸设置
source: Pattern Settings
zh_hans: 图纸设置
zh_hant: 圖紙設置

# 圆形图标按钮
source: Round Icon Button
zh_hans: 圆形图标按钮
zh_hant: 圓形圖示按鈕

# 圆形拼豆，带中心孔效果
source: Fuse Beads,
zh_hans: 圆形拼豆，带中心孔效果
zh_hant: 圓形拼豆，帶中心孔效果

# 圆形按钮
source: Round Button
zh_hans: 圆形按钮
zh_hant: 圓形按鈕

# 在冰川深处参加茶会的勇者
source: A brave guest who joined a tea party deep in the glacier.
zh_hans: 在冰川深处参加茶会的勇者
zh_hant: 在冰川深處參加茶會的勇者

# 在列表中显示入库价格
source: List Show Inventory Price
zh_hans: 在列表中显示入库价格
zh_hant: 在列表中顯示入庫價格

# 在列表中显示原价
source: List Show Original Price
zh_hans: 在列表中显示原价
zh_hant: 在列表中顯示原價

# 在前面新增
source: Add Before
zh_hans: 在前面新增
zh_hant: 在前面新增

# 在千年蓝冰的环抱中，品尝热可可与马卡龙的甜蜜
source: Taste hot cocoa and macarons surrounded by ancient blue ice.
zh_hans: 在千年蓝冰的环抱中，品尝热可可与马卡龙的甜蜜
zh_hant: 在千年藍冰的環抱中，品嚐熱可可與馬卡龍的甜蜜

# 在古堡中品味优雅的贵族
source: A noble guest savoring elegance in an old castle.
zh_hans: 在古堡中品味优雅的贵族
zh_hant: 在古堡中品味優雅的貴族

# 在后面新增
source: Add After
zh_hans: 在后面新增
zh_hant: 在後面新增

# 在售商品 (%lld)
source: On-sale Products (%lld)
zh_hans: 在售商品 (%lld)
zh_hant: 在售商品 (%lld)

# 在峡谷之巅绽放的玫瑰
source: A rose blooming atop the canyon.
zh_hans: 在峡谷之巅绽放的玫瑰
zh_hant: 在峽谷之巔綻放的玫瑰

# 在樱花雨中起舞的公主
source: A princess dancing in sakura rain.
zh_hans: 在樱花雨中起舞的公主
zh_hant: 在櫻花雨中起舞的公主

# 在沙漠中找到绿洲的旅人
source: A traveler who found an oasis in the desert.
zh_hans: 在沙漠中找到绿洲的旅人
zh_hant: 在沙漠中找到綠洲的旅人

# 在舞动极光下，与星辰共饮花茶
source: Sip floral tea with the stars beneath dancing auroras.
zh_hans: 在舞动极光下，与星辰共饮花茶
zh_hant: 在舞動極光下，與星辰共飲花茶

# 在草原上自由歌唱的精灵
source: A spirit singing freely on the grassland.
zh_hans: 在草原上自由歌唱的精灵
zh_hant: 在草原上自由歌唱的精靈

# 在薰衣草田中沉醉的诗人
source: A poet lost in the lavender fields.
zh_hans: 在薰衣草田中沉醉的诗人
zh_hant: 在薰衣草田中沉醉的詩人

# 场景为空
source: Scene is Empty
zh_hans: 场景为空
zh_hant: 場景為空

# 场景已成功保存到数据库
source: Success Save Data
zh_hans: 场景已成功保存到数据库
zh_hant: 場景已成功保存到數據庫

# 场景模型
source: Model
zh_hans: 场景模型
zh_hant: 場景模型

# 均匀散点
source: Even Scatter
zh_hans: 均匀散点
zh_hant: 均勻散點

# 垃圾篓
source: Trash Bin
zh_hans: 垃圾篓
zh_hant: 垃圾簍

# 基于背景色智能生成
source: Background Smart Generate
zh_hans: 基于背景色智能生成
zh_hant: 基於背景色智能生成

# 基础信息
source: Info
zh_hans: 基础信息
zh_hant: 基礎信息

# 基础内容
source: Content
zh_hans: 基础内容
zh_hant: 基礎內容

# 基础数据管理
source: Data Management
zh_hans: 基础数据管理
zh_hant: 基礎數據管理

# 基础线稿人台
source: Basic Line Mannequin
zh_hans: 基础线稿人台
zh_hant: 基礎線稿人台

# 填充到上限
source: Fill to Limit
zh_hans: 填充到上限
zh_hant: 填充到上限

# 填充当前颜色
source: Current Color
zh_hans: 填充当前颜色
zh_hant: 填充當前顏色

# 填充模式
source: Fill Mode
zh_hans: 填充模式
zh_hant: 填充模式

# 处理中...
source: Processing...
zh_hans: 处理中...
zh_hant: 處理中...

# 处理失败
source: Failed
zh_hans: 处理失败
zh_hant: 處理失敗

# 处理过程可能需要一些时间
source: Required Time
zh_hans: 处理过程可能需要一些时间
zh_hant: 處理過程可能需要一些時間

# 备份与导出
source: Backup & Export
zh_hans: 备份与导出
zh_hant: 備份與導出

# 备份于 %@
source: Backed up at %@
zh_hans: 备份于 %@
zh_hant: 備份於 %@

# 备份到云端
source: Back Up to Cloud
zh_hans: 备份到云端
zh_hant: 備份到雲端

# 备份成功
source: Backup Complete
zh_hans: 备份成功
zh_hant: 備份成功

# 备份数据 (Backup Data)
source: Back Up Data
zh_hans: 备份数据 (Backup Data)
zh_hant: 備份資料 (Backup Data)

# 备案号
source: ICP Filing
zh_hans: 备案号
zh_hant: 備案號

# 备注: %@
source: Notes: %@
zh_hans: 备注: %@
zh_hant: 備注: %@

# 复制 %lld 项
source: Copy %lld items
zh_hans: 复制 %lld 项
zh_hant: 複製 %lld 項

# 复用原实验室页面，集中看环境、同步、权限和最新公告。
source: ,, Sync, Permission Latest Notice.
zh_hans: 复用原实验室页面，集中看环境、同步、权限和最新公告。
zh_hant: 復用原實驗室頁面，集中看環境、同步、權限和最新公告。

# 外观 · 隐私 · 提醒
source: Appearance · Privacy · Reminders
zh_hans: 外观 · 隐私 · 提醒
zh_hant: 外觀 · 隱私 · 提醒

# 外观主题
source: Appearance Theme
zh_hans: 外观主题
zh_hant: 外觀主題

# 多选
source: Multi-select
zh_hans: 多选
zh_hant: 多選

# 大
source: Hero
zh_hans: 大
zh_hant: 大

# 大主图
source: Hero Image
zh_hans: 大主图
zh_hant: 大主圖

# 大主图压住焦点，小贴纸按墙纸节奏补满。
source: Let the hero image hold focus while small stickers fill the wallpaper rhythm.
zh_hans: 大主图压住焦点，小贴纸按墙纸节奏补满。
zh_hant: 大主圖壓住焦點，小貼紙按牆紙節奏補滿。

# 大小混合
source: Mixed Sizes
zh_hans: 大小混合
zh_hant: 大小混合

# 大峡谷
source: Grand Canyon
zh_hans: 大峡谷
zh_hant: 大峽谷

# 大峡谷·落日祭坛
source: Grand Canyon · Sunset Altar
zh_hans: 大峡谷·落日祭坛
zh_hant: 大峽谷·落日祭壇

# 大草原
source: Prairie
zh_hans: 大草原
zh_hant: 大草原

# 天鹅绒
source: Velvet
zh_hans: 天鹅绒
zh_hant: 天鵝絨

# 失败
source: Failed
zh_hans: 失败
zh_hant: 失敗

# 失败: %@
source: Failed: %@
zh_hans: 失败: %@
zh_hant: 失敗: %@

# 头等舱
source: First Class
zh_hans: 头等舱
zh_hant: 頭等艙

# 奶茶：今天想要偏甜美，还是偏通勤呢？
source: : Today,?
zh_hans: 奶茶：今天想要偏甜美，还是偏通勤呢？
zh_hant: 奶茶：今天想要偏甜美，還是偏通勤呢？

# 好哒，已切换到%@管家模式～
source: All set. Switched to %@ helper mode.
zh_hans: 好哒，已切换到%@管家模式～
zh_hant: 好噠，已切換到%@管家模式～

# 好啦
source: OK
zh_hans: 好啦
zh_hant: 好啦

# 如何添加桌面小组件？
source: Add Widget?
zh_hans: 如何添加桌面小组件？
zh_hant: 如何添加桌面小組件？

# 如果您无法使用拍照或选择照片功能，请检查是否允许应用访问相机和照片。
source: Unable to Use Choose Photos Feature, Check Apply Photo.
zh_hans: 如果您无法使用拍照或选择照片功能，请检查是否允许应用访问相机和照片。
zh_hant: 如果您無法使用拍照或選擇照片功能，請檢查是否允許應用訪問相機和照片。

# 媒体
source: Media
zh_hans: 媒体
zh_hant: 媒體

# 字体大小
source: Font Size
zh_hans: 字体大小
zh_hant: 字體大小

# 字体配色
source: Font Colors
zh_hans: 字体配色
zh_hant: 字體配色

# 字体配色与卡片样式
source: Font Colors Card Style
zh_hans: 字体配色与卡片样式
zh_hant: 字體配色與卡片樣式

# 存储与性能
source: Storage & Performance
zh_hans: 存储与性能
zh_hant: 儲存與效能

# 存入
source: Deposit
zh_hans: 存入
zh_hant: 存入

# 孤高蔷薇
source: Lone Rose
zh_hans: 孤高蔷薇
zh_hant: 孤高薔薇

# 孤高蔷薇茶会
source: Lone Rose Tea Party
zh_hans: 孤高蔷薇茶会
zh_hant: 孤高薔薇茶會

# 安财
source: An Cai
zh_hans: 安财
zh_hant: 安財

# 完成!
source: Done!
zh_hans: 完成!
zh_hant: 完成!

# 完成任务解锁更多功能
source: Done Task Unlock Feature
zh_hans: 完成任务解锁更多功能
zh_hant: 完成任務解鎖更多功能

# 完成度
source: Completion
zh_hans: 完成度
zh_hant: 完成度

# 完成魔法任务
source: Done Task
zh_hans: 完成魔法任务
zh_hant: 完成魔法任務

# 定向光
source: Directional Light
zh_hans: 定向光
zh_hant: 定向光

# 定金¥%@+尾款¥%@
source: Deposit ¥%@ + Balance ¥%@
zh_hans: 定金¥%1$@+尾款¥%2$@
zh_hant: 定金¥%1$@+尾款¥%2$@

# 定金已结束
source: Deposit ended
zh_hans: 定金已结束
zh_hant: 訂金已結束

# 实时
source: Live
zh_hans: 实时
zh_hant: 實時

# 实时预览
source: Live Preview
zh_hans: 实时预览
zh_hant: 即時預覽

# 实色
source: Solid Color
zh_hans: 实色
zh_hant: 實色

# 实验室
source: Lab
zh_hans: 实验室
zh_hant: 實驗室

# 客制化配色和个性化
source: Custom Colors & Personalization
zh_hans: 客制化配色和个性化
zh_hant: 客製化配色與個人化

# 宫廷书房
source: Palace Study
zh_hans: 宫廷书房
zh_hant: 宮廷書房

# 宫廷贵族
source: Court Noble
zh_hans: 宫廷贵族
zh_hant: 宮廷貴族

# 容器背景图
source: Container Background Image
zh_hans: 容器背景图
zh_hant: 容器背景圖

# 导入
source: Import
zh_hans: 导入
zh_hant: 導入

# 导入失败
source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

# 导入失败: %@
source: Import failed: %@
zh_hans: 导入失败: %@
zh_hant: 匯入失敗：%@

# 导入完成 成功: %@ 失败: %@
source: Import complete Success: %@ Failed: %@
zh_hans: 导入完成 成功: %@ 失败: %@
zh_hant: 匯入完成 成功：%@ 失敗：%@

# 导入结果
source: Import Result
zh_hans: 导入结果
zh_hant: 導入結果

# 导出
source: Export
zh_hans: 导出
zh_hant: 導出

# 导出 CSV (Export CSV)
source: Export CSV
zh_hans: 导出 CSV (Export CSV)
zh_hant: 匯出 CSV (Export CSV)

# 导出模型分享
source: Export Model Share
zh_hans: 导出模型分享
zh_hant: 導出模型分享

# 导出表格
source: Export Spreadsheet
zh_hans: 导出表格
zh_hant: 匯出表格

# 将创建 %lld 个新条目，系列名称为“%@”。 确认后将立即保存。
source: This will create %lld new entries under the series name “%@”. They will be saved immediately after confirmation.
zh_hans: 将创建 %1$lld 个新条目，系列名称为“%2$@”。 确认后将立即保存。
zh_hant: 將創建 %1$lld 個新條目，系列名稱為“%2$@”。 確認後將立即保存。

# 将所有功能重置为初始状态（仅免费功能保持解锁）
source: Feature Reset Status (Free Feature Unlock)
zh_hans: 将所有功能重置为初始状态（仅免费功能保持解锁）
zh_hant: 將所有功能重置為初始狀態（僅免費功能保持解鎖）

# 将扫描所有搭配，尝试通过哈希匹配、关联服饰匹配等方式，找回丢失的图片引用。
source: Scan,,, Image.
zh_hans: 将扫描所有搭配，尝试通过哈希匹配、关联服饰匹配等方式，找回丢失的图片引用。
zh_hant: 將掃描所有搭配，嘗試通過哈希匹配、關聯服飾匹配等方式，找回丟失的圖片引用。

# 将扫描衣橱中所有裙装并尝试生成抠图。这可能需要一些时间。
source: Scan Closet Dress Item Generate Cutout. Required Time.
zh_hans: 将扫描衣橱中所有裙装并尝试生成抠图。这可能需要一些时间。
zh_hant: 將掃描衣櫥中所有裙裝並嘗試生成摳圖。這可能需要一些時間。

# 将把当前数据打包成本地备份文件，过程可能需要一点时间。确定继续吗？
source: This will package your current data into a local backup file. It may take a moment. Continue?
zh_hans: 将把当前数据打包成本地备份文件，过程可能需要一点时间。确定继续吗？
zh_hant: 會將目前資料打包成本機備份檔案，過程可能需要一點時間。確定要繼續嗎？

# 将把当前本地数据上传为一份云端备份。若云端已有旧备份，会以最新上传内容为准。确定继续吗？
source: This will upload your current local data as a cloud backup. If an older backup already exists in the cloud, the latest upload will be used. Continue?
zh_hans: 将把当前本地数据上传为一份云端备份。若云端已有旧备份，会以最新上传内容为准。确定继续吗？
zh_hant: 會將目前本機資料上傳為一份雲端備份。若雲端已有舊備份，將以最新上傳內容為準。確定要繼續嗎？

# 将把选中的 %lld 个抠图设置为对应裙装的第一张图片（主图）。原图将后移。
source: Set the selected %lld cutouts as the first image (main image) for their dress items. Existing images will move back.
zh_hans: 将把选中的 %lld 个抠图设置为对应裙装的第一张图片（主图）。原图将后移。
zh_hant: 將把選中的 %lld 個摳圖設置為對應裙裝的第一張圖片（主圖）。原圖將後移。

# 将生成当前数据的 CSV 文件，并打开系统分享面板。确定继续吗？
source: This will create a CSV file from your current data and open the system share sheet. Continue?
zh_hans: 将生成当前数据的 CSV 文件，并打开系统分享面板。确定继续吗？
zh_hant: 將產生目前資料的 CSV 檔案，並開啟系統分享面板。確定要繼續嗎？

# 将选中的抠图设为首图
source: Selected Cutout
zh_hans: 将选中的抠图设为首图
zh_hant: 將選中的摳圖設為首圖

# 小伙伴
source: Buddy
zh_hans: 小伙伴
zh_hant: 小夥伴

# 小图
source: Mini
zh_hans: 小图
zh_hant: 小圖

# 小图满铺
source: Mini Pattern
zh_hans: 小图满铺
zh_hant: 小圖滿鋪

# 小红书
source: Xiaohongshu
zh_hans: 小红书
zh_hant: 小紅書

# 小红书号
source: Xiaohongshu ID
zh_hans: 小红书号
zh_hant: 小紅書號

# 小组件
source: Widgets
zh_hans: 小组件
zh_hant: 小工具

# 小组件定制
source: Widget Customization
zh_hans: 小组件定制
zh_hant: 小工具自訂

# 小组件支持深色模式，且在 iOS 18+ 待机模式下有更好的显示效果。
source: Widget, i O S 1 8 + OK Show.
zh_hans: 小组件支持深色模式，且在 iOS 18+ 待机模式下有更好的显示效果。
zh_hant: 小組件支持深色模式，且在 iOS 18+ 待機模式下有更好的顯示效果。

# 小组件设置
source: Widget Settings
zh_hans: 小组件设置
zh_hant: 小工具設定

# 小裙装名称
source: Dress Name
zh_hans: 小裙装名称
zh_hant: 小裙裝名稱

# 少女素体·基础发
source: Girl Base · Default Hair
zh_hans: 少女素体·基础发
zh_hant: 少女素體·基礎髮

# 少女素体·短发
source: Girl Base · Short Hair
zh_hans: 少女素体·短发
zh_hant: 少女素體·短髮

# 少女衣柜
source: Pink House Closet
zh_hans: 少女衣柜
zh_hant: 少女衣櫃

# 少女衣橱
source: Dream Closet
zh_hans: 少女衣橱
zh_hant: 少女衣櫥

# 少女衣橱 / 心愿尾款
source: Pink House Closet / Wishlist Payments
zh_hans: 少女衣橱 / 心愿尾款
zh_hant: 少女衣櫥 / 心願尾款

# 尝试其他关键词或检查拼写
source: Check
zh_hans: 尝试其他关键词或检查拼写
zh_hant: 嘗試其他關鍵詞或檢查拼寫

# 尝试清除搜索词或筛选条件
source: Clear Search Filter
zh_hans: 尝试清除搜索词或筛选条件
zh_hant: 嘗試清除搜索詞或篩選條件

# 尾款已过，请处理
source: Balance date has passed. Please handle it.
zh_hans: 尾款已过，请处理
zh_hant: 尾款已過，請處理

# 尾款待定
source: Balance
zh_hans: 尾款待定
zh_hant: 尾款待定

# 尾款金额
source: Balance Amount
zh_hans: 尾款金额
zh_hant: 尾款金額

# 屋
source: House
zh_hans: 屋
zh_hant: 屋

# 展示参考线
source: Guides
zh_hans: 展示参考线
zh_hant: 展示參考線

# 展示图像尺寸
source: Show Image Size
zh_hans: 展示图像尺寸
zh_hant: 展示圖像尺寸

# 展示网格
source: Grid
zh_hans: 展示网格
zh_hant: 展示網格

# 展示耗材
source: Materials
zh_hans: 展示耗材
zh_hant: 展示耗材

# 展示色号
source: Color Code
zh_hans: 展示色号
zh_hant: 展示色號

# 展示行列标签
source: Row/Column Labels
zh_hans: 展示行列标签
zh_hant: 展示行列標籤

# 展示颗粒数
source: Bead Count
zh_hans: 展示颗粒数
zh_hant: 展示顆粒數

# 属性字段排序与显示
source: Attribute Fields Sort Show
zh_hans: 属性字段排序与显示
zh_hant: 屬性字段排序與顯示

# 属性字段管理
source: Field Management
zh_hans: 属性字段管理
zh_hant: 屬性欄位管理

# 属性字段管理 (长按可排序)
source: Attribute Fields (Sort)
zh_hans: 属性字段管理 (长按可排序)
zh_hant: 屬性字段管理 (長按可排序)

# 属性数据管理 (长按可排序)
source: Data Management (Sort)
zh_hans: 属性数据管理 (长按可排序)
zh_hant: 屬性數據管理 (長按可排序)

# 山羊奶
source: Goat Milk
zh_hans: 山羊奶
zh_hant: 山羊奶

# 工具
source: Tools
zh_hans: 工具
zh_hant: 工具

# 已付
source: Paid
zh_hans: 已付
zh_hant: 已付

# 已保存到默认手帐
source: Save Default Journal completed
zh_hans: 已保存到默认手帐
zh_hant: 已保存到默認手帳

# 已停用
source: Disabled
zh_hans: 已停用
zh_hant: 已停用

# 已停用%@。
source: Disabled %@.
zh_hans: 已停用%@。
zh_hant: 已停用%@。

# 已停用当前主题。
source: Current theme disabled.
zh_hans: 已停用当前主题。
zh_hant: 已停用目前主題。

# 已切换到%@管家模式，继续陪你～
source: Switched to %@ helper mode. They will keep you company.
zh_hans: 已切换到%@管家模式，继续陪你～
zh_hant: 已切換到%@管家模式，繼續陪你～

# 已到达目的地
source: Destination completed
zh_hans: 已到达目的地
zh_hant: 已到達目的地

# 已占
source: Occupied
zh_hans: 已占
zh_hant: 已佔

# 已同步
source: Sync completed
zh_hans: 已同步
zh_hant: 已同步

# 已启用%@。
source: Enabled %@.
zh_hans: 已启用%@。
zh_hant: 已啟用%@。

# 已复制
source: Copy completed
zh_hans: 已复制
zh_hant: 已複製

# 已存 ¥%@ / 上限 ¥%@
source: Saved ¥%@ / Limit ¥%@
zh_hans: 已存 ¥%1$@ / 上限 ¥%2$@
zh_hant: 已存 ¥%1$@ / 上限 ¥%2$@

# 已存到上限
source: completed
zh_hans: 已存到上限
zh_hant: 已存到上限

# 已存在名为「%@」的主题方案，是否覆盖？
source: A theme scheme named “%@” already exists. Overwrite?
zh_hans: 已存在名为「%@」的主题方案，是否覆盖？
zh_hant: 已存在名為「%@」的主題方案，是否覆蓋？

# 已完成
source: Done completed
zh_hans: 已完成
zh_hant: 已完成

# 已应用「%@」。
source: Applied “%@”.
zh_hans: 已应用「%@」。
zh_hant: 已套用「%@」。

# 已成功合并 %lld 个小物。是否删除原选中的裙装？
source: Merged %lld accessories successfully. Delete the originally selected dress items?
zh_hans: 已成功合并 %lld 个小物。是否删除原选中的裙装？
zh_hant: 已成功合併 %lld 個小物。是否刪除原選中的裙裝？

# 已成功解锁此功能
source: Success Unlock Feature completed
zh_hans: 已成功解锁此功能
zh_hant: 已成功解鎖此功能

# 已打卡
source: Check-in completed
zh_hans: 已打卡
zh_hant: 已打卡

# 已投喂 %@
source: Fed %@
zh_hans: 已投喂 %@
zh_hant: 已投餵 %@

# 已抵达
source: completed
zh_hans: 已抵达
zh_hant: 已抵達

# 已拷贝到剪贴板
source: Copy completed
zh_hans: 已拷贝到剪贴板
zh_hant: 已拷貝到剪貼板

# 已收入皮肤库 · 可随时应用
source: · Apply completed
zh_hans: 已收入皮肤库 · 可随时应用
zh_hant: 已收入皮膚庫 · 可隨時應用

# 已数：%@%lld
source: : %@ %lld completed
zh_hans: 已数：%1$@%2$lld
zh_hant: 已數：%1$@%2$lld

# 已添加贴纸
source: Add Sticker completed
zh_hans: 已添加贴纸
zh_hant: 已添加貼紙

# 已满
source: completed
zh_hans: 已满
zh_hant: 已滿

# 已答对: %lld/%lld
source: : %lld / %lld completed
zh_hans: 已答对: %1$lld/%2$lld
zh_hant: 已答對: %1$lld/%2$lld

# 已自动应用。
source: Applied automatically.
zh_hans: 已自动应用。
zh_hant: 已自動套用。

# 已解锁
source: Unlocked
zh_hans: 已解锁
zh_hant: 已解鎖

# 已解锁 %d 枚徽章
source: %d badges unlocked
zh_hans: 已解锁 %d 枚徽章
zh_hant: 已解鎖 %d 枚徽章

# 已解锁 %lld 枚徽章
source: Unlock %lld Badge completed
zh_hans: 已解锁 %lld 枚徽章
zh_hant: 已解鎖 %lld 枚徽章

# 已设置
source: Settings completed
zh_hans: 已设置
zh_hant: 已設置

# 已读
source: completed
zh_hans: 已读
zh_hant: 已讀

# 已读状态同步
source: Status Sync completed
zh_hans: 已读状态同步
zh_hant: 已讀狀態同步

# 已读状态已从 iCloud 同步完成
source: Status iCloud Sync Done completed
zh_hans: 已读状态已从 iCloud 同步完成
zh_hant: 已讀狀態已從 iCloud 同步完成

# 已购
source: completed
zh_hans: 已购
zh_hant: 已購

# 已购买「%@」，消费 %@ 喵币。
source: Purchased “%@” for %@ Meow Coins.
zh_hans: 已购买「%@」，消费 %@ 喵币。
zh_hant: 已購買「%@」，花費 %@ 喵幣。

# 已跳过
source: Skip completed
zh_hans: 已跳过
zh_hant: 已跳過

# 已选
source: Selected
zh_hans: 已选
zh_hant: 已選

# 已选图片预览
source: Image completed
zh_hans: 已选图片预览
zh_hant: 已選圖片預覽

# 已选座位
source: completed
zh_hans: 已选座位
zh_hant: 已選座位

# 已选择
source: Choose completed
zh_hans: 已选择
zh_hant: 已選擇

# 已选择 %@ 张图片
source: %@ photos selected
zh_hans: 已选择 %@ 张图片
zh_hant: 已選擇 %@ 張圖片

# 已选择 %d 项
source: %d selected
zh_hans: 已选择 %d 项
zh_hant: 已選擇 %d 項

# 已选择 %lld 张图片
source: Choose %lld Image completed
zh_hans: 已选择 %lld 张图片
zh_hant: 已選擇 %lld 張圖片

# 已选择 %lld 张照片
source: Choose %lld Photo completed
zh_hans: 已选择 %lld 张照片
zh_hant: 已選擇 %lld 張照片

# 已选择 %lld 期
source: Choose %lld completed
zh_hans: 已选择 %lld 期
zh_hant: 已選擇 %lld 期

# 已选择 %lld 项
source: Choose %lld completed
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

# 已选条件 (%d)
source: Selected Filters (%d)
zh_hans: 已选条件 (%d)
zh_hant: 已選條件 (%d)

# 已选照片预览
source: Photo completed
zh_hans: 已选照片预览
zh_hant: 已選照片預覽

# 已隐藏
source: Hide completed
zh_hans: 已隐藏
zh_hant: 已隱藏

# 已预约
source: Reserved
zh_hans: 已预约
zh_hant: 已預約

# 市场指数
source: Market Index
zh_hans: 市场指数
zh_hant: 市場指數

# 市场指数视图
source: Market Index View
zh_hans: 市场指数视图
zh_hant: 市場指數視圖

# 市场统计
source: Stats
zh_hans: 市场统计
zh_hant: 市場統計

# 常佩戴徽章
source: Badge
zh_hans: 常佩戴徽章
zh_hant: 常佩戴徽章

# 平台
source: Platform
zh_hans: 平台
zh_hant: 平台
